Repository: Pro-IT-Services/ProIdentity-Access
Catalog: ios/ProIdentity/Localizable.xcstrings
Source language: en
Languages: cs, de, es, hu, it, pl, sk

source: Verification code
cs: Ověřovací kód
de: Bestätigungscode
es: Código de verificación
hu: Ellenőrző kód
it: Codice di verifica
pl: Kod weryfikacyjny
sk: Overovací kód

source: Verify
cs: Ověřit
de: Bestätigen
es: Verificar
hu: Ellenőrzés
it: Verifica
pl: Zweryfikuj
sk: Overiť

source: Verify and connect
cs: Ověřit a připojit
de: Bestätigen und verbinden
es: Verificar y conectar
hu: Ellenőrzés és csatlakozás
it: Verifica e connetti
pl: Zweryfikuj i połącz
sk: Overiť a pripojiť

source: Version
cs: Verze
es: Versión
hu: Verzió
it: Versione
pl: Wersja
sk: Verzia

source: Waiting for approval…
cs: Čekání na schválení…
de: Warten auf Genehmigung…
es: Esperando aprobación…
hu: Várakozás a jóváhagyásra…
it: In attesa di approvazione…
pl: Oczekiwanie na zatwierdzenie…
sk: Čaká sa na schválenie…

source: We sent a request to your ProIdentity authenticator.
cs: Odeslali jsme požadavek do vaší autentizační aplikace ProIdentity.
de: Wir haben eine Anfrage an Ihren ProIdentity-Authenticator gesendet.
es: Enviamos una solicitud a su autenticador de ProIdentity.
hu: Küldtünk egy kérést a ProIdentity hitelesítőjének.
it: Abbiamo inviato una richiesta al suo autenticatore ProIdentity.
pl: Wysłaliśmy żądanie do Twojej aplikacji uwierzytelniającej ProIdentity.
sk: Poslali sme žiadosť do vášho autentifikátora ProIdentity.

source: Website
cs: Webové stránky
es: Sitio web
hu: Weboldal
it: Sito web
pl: Witryna
sk: Webová stránka

source: Welcome back
cs: Vítejte zpět
de: Willkommen zurück
es: Bienvenido de nuevo
hu: Üdvözöljük újra
it: Bentornato
pl: Witaj ponownie
sk: Vitajte späť

source: WireGuard for iOS (wireguard-apple)
cs: WireGuard pro iOS (wireguard-apple)
de: WireGuard für iOS (wireguard-apple)
es: WireGuard para iOS (wireguard-apple)
hu: WireGuard iOS-re (wireguard-apple)
it: WireGuard per iOS (wireguard-apple)
pl: WireGuard dla iOS (wireguard-apple)
sk: WireGuard pre iOS (wireguard-apple)

source: WireGuard implementation
cs: Implementace WireGuard
de: WireGuard-Implementierung
es: Implementación de WireGuard
hu: WireGuard megvalósítás
it: Implementazione WireGuard
pl: Implementacja WireGuard
sk: Implementácia WireGuard

source: WireGuard is a registered trademark of Jason A. Donenfeld.
cs: WireGuard je registrovaná ochranná známka Jasona A. Donenfelda.
de: WireGuard ist eine eingetragene Marke von Jason A. Donenfeld.
es: WireGuard es una marca registrada de Jason A. Donenfeld.
hu: A WireGuard a Jason A. Donenfeld bejegyzett védjegye.
it: WireGuard è un marchio registrato di Jason A. Donenfeld.
pl: WireGuard jest zastrzeżonym znakiem towarowym Jasona A. Donenfelda.
sk: WireGuard je registrovaná ochranná známka Jasona A. Donenfelda.

source: With a configuration file
cs: S konfiguračním souborem
de: Mit einer Konfigurationsdatei
es: Con un archivo de configuración
hu: Konfigurációs fájllal
it: Con un file di configurazione
pl: Za pomocą pliku konfiguracji
sk: S konfiguračným súborom

source: With an organization account, its server processes your username, this device's name and key, your VPN address, connection times and the amount of data transferred, to run and secure your access. With configuration files, nothing is sent anywhere except your VPN traffic. Nothing is sold or shared with third parties, and there are no ads or tracking.
cs: U účtu organizace zpracovává její server vaše uživatelské jméno, název a klíč tohoto zařízení, vaši adresu VPN, časy připojení a množství přenesených dat, aby provozoval a zabezpečil váš přístup. U konfiguračních souborů se nikam neodesílá nic kromě vašeho provozu VPN. Nic se neprodává ani nesdílí s třetími stranami a nejsou zde žádné reklamy ani sledování.
de: Bei einem Organisationskonto verarbeitet dessen Server Ihren Benutzernamen, den Namen und Schlüssel dieses Geräts, Ihre VPN-Adresse, Verbindungszeiten und die übertragene Datenmenge, um Ihren Zugang zu betreiben und zu sichern. Bei Konfigurationsdateien wird außer Ihrem VPN-Datenverkehr nichts irgendwohin gesendet. Es wird nichts verkauft oder an Dritte weitergegeben, und es gibt keine Werbung oder Tracking.
es: Con una cuenta de organización, su servidor procesa su nombre de usuario, el nombre y la clave de este dispositivo, su dirección VPN, los tiempos de conexión y la cantidad de datos transferidos, para gestionar y proteger su acceso. Con archivos de configuración, no se envía nada a ningún sitio salvo su tráfico VPN. No se vende ni se comparte nada con terceros, y no hay anuncios ni seguimiento.
hu: Szervezeti fiók esetén annak szervere feldolgozza a felhasználónevét, ennek az eszköznek a nevét és kulcsát, a VPN-címét, a kapcsolódási időket és az átvitt adatmennyiséget a hozzáférése működtetéséhez és védelméhez. Konfigurációs fájlok esetén a VPN-forgalmán kívül semmi sem kerül elküldésre sehová. Semmi sem kerül eladásra vagy megosztásra harmadik felekkel, és nincsenek hirdetések vagy nyomkövetés.
it: Con un account di organizzazione, il relativo server elabora il suo nome utente, il nome e la chiave di questo dispositivo, il suo indirizzo VPN, i tempi di connessione e la quantità di dati trasferiti, per gestire e proteggere il suo accesso. Con i file di configurazione, non viene inviato nulla da nessuna parte tranne il suo traffico VPN. Nulla viene venduto o condiviso con terze parti e non ci sono annunci né tracciamento.
pl: W przypadku konta organizacji jej serwer przetwarza Twoją nazwę użytkownika, nazwę i klucz tego urządzenia, Twój adres VPN, czasy połączeń oraz ilość przesłanych danych, aby uruchomić i zabezpieczyć Twój dostęp. W przypadku plików konfiguracji nigdzie nie są wysyłane żadne dane poza Twoim ruchem VPN. Nic nie jest sprzedawane ani udostępniane stronom trzecim, nie ma też reklam ani śledzenia.
sk: S účtom organizácie spracúva jej server vaše používateľské meno, názov a kľúč tohto zariadenia, vašu VPN adresu, časy pripojenia a objem prenesených dát, aby mohol prevádzkovať a zabezpečiť váš prístup. S konfiguračnými súbormi sa nikam neposiela nič okrem vašej VPN prevádzky. Nič sa nepredáva ani nezdieľa s tretími stranami a nie sú tu žiadne reklamy ani sledovanie.

source: With my organization
cs: S mojí organizací
de: Mit meiner Organisation
es: Con mi organización
hu: A szervezetemmel
it: Con la mia organizzazione
pl: Za pomocą mojej organizacji
sk: So svojou organizáciou

source: You're offline. Check your connection and try again.
cs: Jste offline. Zkontrolujte připojení a zkuste to znovu.
de: Sie sind offline. Prüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: Está sin conexión. Compruebe su conexión e inténtelo de nuevo.
hu: Nincs internetkapcsolat. Ellenőrizze a kapcsolatát, és próbálja újra.
it: È offline. Verifichi la connessione e riprovi.
pl: Jesteś w trybie offline. Sprawdź połączenie i spróbuj ponownie.
sk: Ste offline. Skontrolujte pripojenie k internetu a skúste to znova.

source: You're signed out
cs: Jste odhlášeni
de: Sie sind abgemeldet
es: Ha cerrado sesión
hu: Ki van jelentkezve
it: Ha effettuato la disconnessione
pl: Jesteś wylogowany
sk: Ste odhlásení

source: Your administrator hasn't given you access to a server yet. Pull down to refresh.
cs: Váš správce vám zatím neudělil přístup k serveru. Obnovte tažením dolů.
de: Ihr Administrator hat Ihnen noch keinen Zugriff auf einen Server gewährt. Ziehen Sie nach unten, um zu aktualisieren.
es: Su administrador aún no le ha dado acceso a un servidor. Deslice hacia abajo para actualizar.
hu: A rendszergazda még nem adott hozzáférést egy szerverhez. Húzza le a frissítéshez.
it: Il suo amministratore non le ha ancora concesso l'accesso a un server. Tiri verso il basso per aggiornare.
pl: Administrator nie przyznał Ci jeszcze dostępu do serwera. Pociągnij w dół, aby odświeżyć.
sk: Správca vám zatiaľ neudelil prístup k žiadnemu serveru. Potiahnutím nadol obnovíte zoznam.

source: Your administrator sees this name in the device list. This registers it with %@.
cs: Váš správce vidí tento název v seznamu zařízení. Tím se zaregistruje u %@.
de: Ihr Administrator sieht diesen Namen in der Geräteliste. Dies registriert es bei %@.
es: Su administrador ve este nombre en la lista de dispositivos. Esto lo registra con %@.
hu: A rendszergazda ezt a nevet látja az eszközlistában. Ez regisztrálja a következőnél: %@.
it: Il suo amministratore vede questo nome nell'elenco dei dispositivi. Questo lo registra con %@.
pl: Administrator widzi tę nazwę na liście urządzeń. Spowoduje to zarejestrowanie urządzenia w %@.
sk: Správca uvidí tento názov v zozname zariadení. Týmto zariadenie zaregistrujete na serveri %@.

source: Your administrator sees this name in the device list. This registers it.
cs: Váš správce vidí tento název v seznamu zařízení. Tím se zaregistruje.
de: Ihr Administrator sieht diesen Namen in der Geräteliste. Dies registriert es.
es: Su administrador ve este nombre en la lista de dispositivos. Esto lo registra.
hu: A rendszergazda ezt a nevet látja az eszközlistában. Ez regisztrálja.
it: Il suo amministratore vede questo nome nell'elenco dei dispositivi. Questo lo registra.
pl: Administrator widzi tę nazwę na liście urządzeń. Spowoduje to zarejestrowanie urządzenia.
sk: Správca uvidí tento názov v zozname zariadení. Týmto zariadenie zaregistrujete.

source: Your privacy
cs: Vaše soukromí
de: Ihre Privatsphäre
es: Su privacidad
hu: Az Ön adatvédelme
it: La sua privacy
pl: Twoja prywatność
sk: Vaše súkromie

source: Your server
cs: Váš server
de: Ihr Server
es: Su servidor
hu: Az Ön szervere
it: Il suo server
pl: Twój serwer
sk: Váš server

source: Your session expired. Sign in again to continue.
cs: Vaše relace vypršela. Pro pokračování se znovu přihlaste.
de: Ihre Sitzung ist abgelaufen. Melden Sie sich erneut an, um fortzufahren.
es: Su sesión ha caducado. Inicie sesión de nuevo para continuar.
hu: A munkamenete lejárt. A folytatáshoz jelentkezzen be újra.
it: La sua sessione è scaduta. Acceda di nuovo per continuare.
pl: Twoja sesja wygasła. Zaloguj się ponownie, aby kontynuować.
sk: Vaša relácia vypršala. Ak chcete pokračovať, znova sa prihláste.

source: e.g. Office
cs: např. Kancelář
de: z. B. Büro
es: p. ej. Oficina
hu: pl. Iroda
it: es. Ufficio
pl: np. Biuro
sk: napr. Kancelária

source: Language
cs: Jazyk
de: Sprache
es: Idioma
hu: Nyelv
it: Lingua
pl: Język
sk: Jazyk

source: System default
cs: Podle systému
de: Systemstandard
es: Predeterminado del sistema
hu: Rendszer szerinti
it: Predefinita del sistema
pl: Domyślny systemowy
sk: Podľa systému

source: Server
es: Servidor
hu: Szerver
pl: Serwer
